Repository: Ctrus-dev/Ctrus---Fresh-Start-Every-Tap
Catalog: CtrusWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, zh_hans, zh_hant

source: Apps inside selected categories each count toward Apple's 50-app limit.
de: Apps innerhalb ausgewählter Kategorien zählen einzeln zum 50-App-Limit von Apple.
es: Las apps dentro de las categorías seleccionadas cuentan individualmente para el límite de 50 apps de Apple.
fr: Les apps des catégories sélectionnées comptent individuellement dans la limite de 50 apps d’Apple.
it: Le app all'interno delle categorie selezionate contano singolarmente ai fini del limite di 50 app di Apple.
ja: 選択したカテゴリ内の各Appは、Appleの50App制限にそれぞれカウントされます。
ko: 선택한 카테고리 안의 앱은 각각 Apple의 50개 앱 제한에 포함됩니다.
pt_br: Os apps dentro das categorias selecionadas contam individualmente para o limite de 50 apps da Apple.
pt_pt: As apps dentro das categorias selecionadas contam individualmente para o limite de 50 apps da Apple.
zh_hans: 所选类别中的每个应用都计入 Apple 的 50 个应用限制。
zh_hant: 所選類別中的每個 App 都計入 Apple 的 50 個 App 限制。

source: Are you sure you want to delete all completed sessions? This action cannot be undone.
de: Möchtest du wirklich alle abgeschlossenen Sitzungen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar todas las sesiones completadas? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les sessions terminées ? Cette action est irréversible.
it: Vuoi davvero eliminare tutte le sessioni completate? Questa azione non può essere annullata.
ja: 完了したすべてのセッションを削除してもよろしいですか？この操作は元に戻せません。
ko: 완료된 모든 세션을 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir todas as sessões concluídas? Esta ação não pode ser desfeita.
pt_pt: Tens a certeza de que queres eliminar todas as sessões concluídas? Esta ação não pode ser desfeita.
zh_hans: 确定要删除所有已完成的会话吗？此操作无法撤销。
zh_hant: 確定要刪除所有已完成的工作階段嗎？此操作無法復原。

source: Are you sure you want to delete this profile? This action cannot be undone.
de: Möchtest du dieses Profil wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar este perfil? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce profil ? Cette action est irréversible.
it: Vuoi davvero eliminare questo profilo? Questa azione non può essere annullata.
ja: このプロファイルを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 프로필을 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir este perfil? Esta ação não pode ser desfeita.
pt_pt: Tens a certeza de que queres eliminar este perfil? Esta ação não pode ser desfeita.
zh_hans: 确定要删除此配置文件吗？此操作无法撤销。
zh_hant: 確定要刪除此設定檔嗎？此操作無法復原。

source: Are you sure you want to delete this session? This action cannot be undone.
de: Möchtest du diese Sitzung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar esta sesión? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette session ? Cette action est irréversible.
it: Vuoi davvero eliminare questa sessione? Questa azione non può essere annullata.
ja: このセッションを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 세션을 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza de que deseja excluir esta sessão? Esta ação não pode ser desfeita.
pt_pt: Tens a certeza de que queres eliminar esta sessão? Esta ação não pode ser desfeita.
zh_hans: 确定要删除此会话吗？此操作无法撤销。
zh_hant: 確定要刪除此工作階段嗎？此操作無法復原。

source: Attempts to stop any currently active Ctrus session.
de: Versucht, jede derzeit aktive Ctrus-Sitzung zu stoppen.
es: Intenta detener cualquier sesión de Ctrus activa actualmente.
fr: Tente d'arrêter toute session Ctrus actuellement active.
it: Tenta di fermare qualsiasi sessione Ctrus attualmente attiva.
ja: 現在アクティブなCtrusセッションを停止しようとします。
ko: 현재 활성화된 Ctrus 세션을 중지하려고 시도합니다.
pt_br: Tenta parar qualquer sessão Ctrus atualmente ativa.
pt_pt: Tenta parar qualquer sessão Ctrus atualmente ativa.
zh_hans: 尝试停止任何当前活动的 Ctrus 会话。
zh_hant: 嘗試停止任何目前進行中的 Ctrus 工作階段。

source: Attention determines direction
de: Aufmerksamkeit bestimmt die Richtung
es: La atención determina la dirección
fr: L'attention détermine la direction
it: L'attenzione determina la direzione
ja: 集中力が方向を決める
ko: 집중력이 방향을 결정해요
pt_br: A atenção determina a direção
pt_pt: A atenção determina o rumo
zh_hans: 注意力决定方向
zh_hant: 注意力決定方向

source: Attention is the beginning of mastery
de: Aufmerksamkeit ist der Anfang der Meisterschaft
es: La atención es el comienzo de la maestría
fr: L'attention est le début de la maîtrise
it: L'attenzione è l'inizio della maestria
ja: 集中は熟達の始まり
ko: 집중은 숙련의 시작이에요
pt_br: A atenção é o início da maestria
pt_pt: A atenção é o início da mestria
zh_hans: 专注是精通的起点
zh_hant: 專注是精通的起點

source: Attention is your greatest asset
de: Aufmerksamkeit ist dein größtes Kapital
es: La atención es tu mayor activo
fr: L'attention est votre plus grand atout
it: L'attenzione è il tuo bene più grande
ja: 集中力はあなたの最大の資産
ko: 집중력은 당신의 가장 큰 자산이에요
pt_br: A atenção é seu maior bem
pt_pt: A atenção é o teu maior bem
zh_hans: 注意力是你最大的资产
zh_hant: 注意力是你最大的資產

source: Attention management is self-care
de: Aufmerksamkeitsmanagement ist Selbstfürsorge
es: Gestionar la atención es autocuidado
fr: Gérer son attention, c'est prendre soin de soi
it: Gestire l'attenzione è prendersi cura di sé
ja: 集中力の管理はセルフケア
ko: 집중력 관리는 자기 돌봄이에요
pt_br: Gerenciar a atenção é se cuidar
pt_pt: Gerir a atenção é cuidar de ti
zh_hans: 管理注意力就是自我关怀
zh_hant: 管理注意力就是自我關懷

source: Attention management is self-leadership
de: Aufmerksamkeitsmanagement ist Selbstführung
es: Gestionar la atención es autoliderazgo
fr: Gérer son attention, c'est se diriger soi-même
it: Gestire l'attenzione è autoguida
ja: 集中力の管理はセルフリーダーシップ
ko: 집중력 관리는 자기 주도예요
pt_br: Gerenciar a atenção é autoliderança
pt_pt: Gerir a atenção é autoliderança
zh_hans: 管理注意力就是自我领导
zh_hant: 管理注意力就是自我領導

source: Attention residue diminishes quality
de: Aufmerksamkeitsrückstände mindern die Qualität
es: El residuo de atención reduce la calidad
fr: Le résidu d'attention nuit à la qualité
it: Il residuo di attenzione riduce la qualità
ja: 注意残留は質を下げる
ko: 남은 산만함은 결과의 질을 낮춰요
pt_br: O resíduo de atenção reduz a qualidade
pt_pt: O resíduo de atenção reduz a qualidade
zh_hans: 注意力残留会降低质量
zh_hant: 注意力殘留會降低品質

source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 許可済み
ko: 허가됨
pt_br: Autorizado
pt_pt: Autorizado
zh_hans: 已授权
zh_hant: 已授權

source: Available Strategies:
de: Verfügbare Strategien:
es: Estrategias Disponibles:
fr: Stratégies disponibles :
it: Strategie Disponibili:
ja: 利用可能な戦略：
ko: 사용 가능한 전략:
pt_br: Estratégias Disponíveis:
pt_pt: Estratégias Disponíveis:
zh_hans: 可用策略：
zh_hant: 可用策略：

source: Avg Focus Session
de: Ø Fokus-Sitzung
es: Sesión Media de Enfoque
fr: Session de concentration moyenne
it: Sessione di Focus Media
ja: 平均集中セッション
ko: 평균 집중 세션
pt_br: Sessão Média de Foco
pt_pt: Sessão Média de Foco
zh_hans: 平均专注时长
zh_hant: 平均專注時間

source: Avoid the trap
de: Vermeide die Falle
es: Evita la trampa
fr: Évitez le piège
it: Evita la trappola
ja: 罠を避けよう
ko: 함정을 피하세요
pt_br: Evite a armadilha
pt_pt: Evita a armadilha
zh_hans: 避开陷阱
zh_hant: 避開陷阱

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
zh_hans: 返回
zh_hant: 返回

source: Back to the task
de: Zurück zur Aufgabe
es: De vuelta a la tarea
fr: Retour à la tâche
it: Torna al compito
ja: 作業に戻る
ko: 작업으로 돌아가기
pt_br: De volta à tarefa
pt_pt: De volta à tarefa
zh_hans: 回到任务
zh_hant: 回到任務

source: Back to work
de: Zurück an die Arbeit
es: De vuelta al trabajo
fr: Retour au travail
it: Torna al lavoro
ja: 仕事に戻る
ko: 다시 일하기
pt_br: De volta ao trabalho
pt_pt: De volta ao trabalho
zh_hans: 回去工作
zh_hant: 回去工作

source: Background stop disabled for profile: %@
de: Hintergrund-Stopp deaktiviert für Profil: %@
es: Detención en segundo plano desactivada para el perfil: %@
fr: Arrêt en arrière-plan désactivé pour le profil : %@
it: Interruzione in background disattivata per il profilo: %@
ja: プロファイル「%@」のバックグラウンド停止が無効です
ko: 프로필 %@의 백그라운드 중지가 비활성화됨
pt_br: Interrupção em segundo plano desativada para o perfil: %@
pt_pt: Paragem em segundo plano desativada para o perfil: %@
zh_hans: 配置文件 %@ 已停用后台停止
zh_hant: 設定檔 %@ 已停用背景停止

source: Based on Foqos - Tap to Block
de: Basierend auf Foqos - Tap to Block
es: Basado en Foqos - Tap to Block
fr: Basé sur Foqos - Tap to Block
it: Basato su Foqos - Tap to Block
ja: Foqos - Tap to Block をベースに
ko: Foqos - Tap to Block 기반
pt_br: Baseado no Foqos - Tap to Block
pt_pt: Baseado no Foqos - Tap to Block
zh_hans: 基于 Foqos - Tap to Block
zh_hant: 基於 Foqos - Tap to Block

source: Be intentional with your time
de: Geh bewusst mit deiner Zeit um
es: Sé intencional con tu tiempo
fr: Soyez intentionnel avec votre temps
it: Sii intenzionale con il tuo tempo
ja: 時間の使い方に意図を持とう
ko: 시간을 의도적으로 사용하세요
pt_br: Seja intencional com seu tempo
pt_pt: Sê intencional com o teu tempo
zh_hans: 有意识地使用你的时间
zh_hant: 有意識地使用你的時間

source: Be present in this moment
de: Sei präsent in diesem Moment
es: Está presente en este momento
fr: Soyez présent dans cet instant
it: Sii presente in questo momento
ja: 今この瞬間に意識を向けよう
ko: 지금 이 순간에 존재하세요
pt_br: Esteja presente neste momento
pt_pt: Está presente neste momento
zh_hans: 全然临在于此刻
zh_hant: 全然臨在於此刻

source: Be where your feet are
de: Sei dort, wo deine Füße sind
es: Está donde están tus pies
fr: Soyez là où sont vos pieds
it: Sii dove sono i tuoi piedi
ja: 今いる場所に心を置く
ko: 지금 있는 곳에 마음을 두세요
pt_br: Esteja onde seus pés estão
pt_pt: Está onde os teus pés estão
zh_hans: 身在何处，心在何处
zh_hant: 身在何處，心在何處

source: Begin Session
de: Sitzung starten
es: Iniciar Sesión
fr: Démarrer la session
it: Avvia Sessione
ja: セッションを開始
ko: 세션 시작
pt_br: Iniciar Sessão
pt_pt: Iniciar Sessão
zh_hans: 开始会话
zh_hant: 開始工作階段

source: Block Adult Websites
de: Erwachseneninhalte blockieren
es: Bloquear Sitios de Contenido Adulto
fr: Bloquer les sites pour adultes
it: Blocca Siti per Adulti
ja: アダルトサイトをブロック
ko: 성인 웹사이트 차단
pt_br: Bloquear Sites de Conteúdo Adulto
pt_pt: Bloquear Sites de Conteúdo Adulto
zh_hans: 屏蔽成人网站
zh_hant: 封鎖成人網站

source: Block Domains
de: Domains blockieren
es: Bloquear Dominios
fr: Bloquer les domaines
it: Blocca Domini
ja: ドメインをブロック
ko: 도메인 차단
pt_br: Bloquear Domínios
pt_pt: Bloquear Domínios
zh_hans: 屏蔽的域名
zh_hant: 封鎖的網域

source: Block Websites in Safari
de: Websites in Safari blockieren
es: Bloquear Sitios Web en Safari
fr: Bloquer les sites dans Safari
it: Blocca Siti Web in Safari
ja: Safariでウェブサイトをブロック
ko: Safari에서 웹사이트 차단
pt_br: Bloquear Sites no Safari
pt_pt: Bloquear Sites no Safari
zh_hans: 在 Safari 中屏蔽网站
zh_hant: 在 Safari 中封鎖網站

source: Block your apps, but allow a few short opens when you need them. Scan an NFC tag to stop the session.
de: Blockiert deine Apps, erlaubt aber ein paar kurze Öffnungen bei Bedarf. Scanne ein NFC-Tag, um die Sitzung zu stoppen.
es: Bloquea tus apps, pero permite algunas aperturas breves cuando las necesites. Escanea una etiqueta NFC para detener la sesión.
fr: Bloque vos apps, mais autorise quelques ouvertures brèves si besoin. Scannez un tag NFC pour arrêter la session.
it: Blocca le tue app, ma consente alcune brevi aperture quando ne hai bisogno. Scansiona un tag NFC per fermare la sessione.
ja: Appをブロックしつつ、必要なときに短時間の起動を数回許可します。NFCタグをスキャンしてセッションを停止します。
ko: 앱을 차단하되 필요할 때 짧게 몇 번 열 수 있도록 허용합니다. NFC 태그를 스캔하면 세션이 중지됩니다.
pt_br: Bloqueia seus apps, mas permite algumas aberturas breves quando você precisar delas. Escaneie uma tag NFC para parar a sessão.
pt_pt: Bloqueia as tuas apps, mas permite algumas aberturas breves quando precisares delas. Lê uma tag NFC para parar a sessão.
zh_hans: 屏蔽你的应用，但在需要时允许短暂打开几次。扫描 NFC 标签即可停止会话。
zh_hant: 封鎖你的 App，但在需要時允許短暫開啟幾次。掃描 NFC 標籤即可停止工作階段。

source: Blocked Apps
de: Blockierte Apps
es: Apps Bloqueadas
fr: Apps bloquées
it: App Bloccate
ja: ブロック中のApp
ko: 차단된 앱
pt_br: Apps Bloqueados
pt_pt: Apps Bloqueadas
zh_hans: 已屏蔽的应用
zh_hant: 已封鎖的 App

source: Blocked Domains
de: Blockierte Domains
es: Dominios Bloqueados
fr: Domaines bloqués
it: Domini Bloccati
ja: ブロック中のドメイン
ko: 차단된 도메인
pt_br: Domínios Bloqueados
pt_pt: Domínios Bloqueados
zh_hans: 已屏蔽的域名
zh_hant: 已封鎖的網域

source: Blocking is paused until access is restored.
de: Die Blockierung ist pausiert, bis der Zugriff wiederhergestellt ist.
es: El bloqueo está en pausa hasta que se restablezca el acceso.
fr: Le blocage est suspendu jusqu’au rétablissement de l’accès.
it: Il blocco è in pausa finché l'accesso non viene ripristinato.
ja: アクセスが復旧するまでブロックは一時停止しています。
ko: 접근 권한이 복구될 때까지 차단이 일시 중지됩니다.
pt_br: O bloqueio está pausado até o acesso ser restaurado.
pt_pt: O bloqueio está em pausa até o acesso ser restaurado.
zh_hans: 屏蔽已暂停，直到恢复访问权限。
zh_hant: 封鎖已暫停，直到存取權限恢復。

source: Blocking Native Apps
de: Blockieren nativer Apps
es: Bloqueo de Apps Nativas
fr: Blocage des apps natives
it: Blocco delle App Native
ja: 純正Appのブロック
ko: 기본 앱 차단
pt_br: Bloqueio de Apps Nativos
pt_pt: Bloqueio de Apps Nativas
zh_hans: 屏蔽原生应用
zh_hant: 封鎖原生 App

source: Blocking Strategy
de: Blockierstrategie
es: Estrategia de Bloqueo
fr: Stratégie de blocage
it: Strategia di Blocco
ja: ブロック戦略
ko: 차단 전략
pt_br: Estratégia de Bloqueio
pt_pt: Estratégia de Bloqueio
zh_hans: 屏蔽策略
zh_hant: 封鎖策略

source: Boundary set
de: Grenze festgelegt
es: Límite establecido
fr: Limite définie
it: Limite impostato
ja: 境界を設定しました
ko: 경계 설정됨
pt_br: Limite definido
pt_pt: Limite definido
zh_hans: 边界已设定
zh_hant: 邊界已設定

source: Brain check
de: Kopf-Check
es: Chequeo mental
fr: Petit contrôle mental
it: Controllo mentale
ja: 頭の中をチェック
ko: 생각 점검
pt_br: Check mental
pt_pt: Check mental
zh_hans: 脑内检查
zh_hant: 腦內檢查

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
ja: 休憩
ko: 휴식
pt_br: Pausa
pt_pt: Pausa
zh_hans: 休息
zh_hant: 休息

source: Break almost over!
de: Die Pause ist fast vorbei!
es: ¡El descanso está por terminar!
fr: La pause est presque terminée !
it: La pausa sta per finire!
ja: 休憩がもうすぐ終わります！
ko: 휴식이 곧 끝나요!
pt_br: A pausa está quase acabando!
pt_pt: A pausa está quase a terminar!
zh_hans: 休息即将结束！
zh_hant: 休息即將結束！

source: Break Duration
de: Pausendauer
es: Duración del Descanso
fr: Durée de la pause
it: Durata della Pausa
ja: 休憩時間
ko: 휴식 시간
pt_br: Duração da Pausa
pt_pt: Duração da Pausa
zh_hans: 休息时长
zh_hant: 休息時間

source: Breaks
de: Pausen
es: Descansos
fr: Pauses
it: Pause
ja: 休憩
ko: 휴식
pt_br: Pausas
pt_pt: Pausas
zh_hans: 休息
zh_hant: 休息

source: Breaks are off
de: Pausen sind deaktiviert
es: Los descansos están desactivados
fr: Les pauses sont désactivées
it: Le pause sono disattivate
ja: 休憩はオフです
ko: 휴식이 꺼져 있습니다
pt_br: As pausas estão desativadas
pt_pt: As pausas estão desativadas
zh_hans: 休息已关闭
zh_hant: 休息已關閉

source: Breaks are off for Temporary Access
de: Pausen sind für den temporären Zugriff deaktiviert
es: Los descansos están desactivados para Acceso Temporal
fr: Les pauses sont désactivées pour l’accès temporaire
it: Le pause sono disattivate per l'Accesso Temporaneo
ja: 一時アクセス中は休憩がオフです
ko: 임시 접근 중에는 휴식이 꺼져 있습니다
pt_br: As pausas estão desativadas para Acesso Temporário
pt_pt: As pausas estão desativadas para Acesso Temporário
zh_hans: 临时访问模式下休息已关闭
zh_hant: 臨時存取模式下休息已關閉

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cannot Delete Active Profile
de: Aktives Profil kann nicht gelöscht werden
es: No Se Puede Eliminar el Perfil Activo
fr: Impossible de supprimer le profil actif
it: Impossibile Eliminare il Profilo Attivo
ja: アクティブなプロファイルは削除できません
ko: 활성 프로필은 삭제할 수 없음
pt_br: Não É Possível Excluir o Perfil Ativo
pt_pt: Não É Possível Eliminar o Perfil Ativo
zh_hans: 无法删除活动配置文件
zh_hant: 無法刪除使用中的設定檔

source: Categories:
de: Kategorien:
es: Categorías:
fr: Catégories :
it: Categorie:
ja: カテゴリ：
ko: 카테고리:
pt_br: Categorias:
pt_pt: Categorias:
zh_hans: 类别：
zh_hant: 類別：

source: Chart Type
de: Diagrammtyp
es: Tipo de Gráfico
fr: Type de graphique
it: Tipo di Grafico
ja: グラフの種類
ko: 차트 유형
pt_br: Tipo de Gráfico
pt_pt: Tipo de Gráfico
zh_hans: 图表类型
zh_hant: 圖表類型

source: Check if a Ctrus profile is currently active and return the status as a boolean value.
de: Prüft, ob ein Ctrus-Profil derzeit aktiv ist, und gibt den Status als booleschen Wert zurück.
es: Comprueba si un perfil de Ctrus está actualmente activo y devuelve el estado como un valor booleano.
fr: Vérifie si un profil Ctrus est actuellement actif et renvoie l'état sous forme de valeur booléenne.
it: Verifica se un profilo Ctrus è attualmente attivo e restituisce lo stato come valore booleano.
ja: Ctrusプロファイルが現在アクティブかどうかを確認し、真偽値でステータスを返します。
ko: Ctrus 프로필이 현재 활성화되어 있는지 확인하고 상태를 불리언 값으로 반환합니다.
pt_br: Verifica se um perfil Ctrus está atualmente ativo e retorna o status como um valor booleano.
pt_pt: Verifica se um perfil Ctrus está atualmente ativo e devolve o estado como um valor booleano.
zh_hans: 检查 Ctrus 配置文件当前是否处于活动状态，并以布尔值返回结果。
zh_hant: 檢查 Ctrus 設定檔目前是否處於使用中狀態，並以布林值傳回結果。

source: Check if any Ctrus blocking session is currently active and return true or false. Useful for automation and shortcuts.
de: Prüft, ob eine Ctrus-Blockiersitzung derzeit aktiv ist, und gibt wahr oder falsch zurück. Nützlich für Automatisierungen und Kurzbefehle.
es: Comprueba si alguna sesión de bloqueo de Ctrus está actualmente activa y devuelve verdadero o falso. Útil para automatizaciones y atajos.
fr: Vérifie si une session de blocage Ctrus est actuellement active et renvoie vrai ou faux. Utile pour les automatisations et les raccourcis.
it: Verifica se una sessione di blocco Ctrus è attualmente attiva e restituisce vero o falso. Utile per automazioni e shortcut.
ja: Ctrusのブロックセッションが現在アクティブかどうかを確認し、trueまたはfalseを返します。オートメーションやショートカットに便利です。
ko: Ctrus 차단 세션이 현재 활성화되어 있는지 확인하고 true 또는 false를 반환합니다. 자동화 및 단축어에 유용합니다.
pt_br: Verifica se alguma sessão de bloqueio Ctrus está atualmente ativa e retorna verdadeiro ou falso. Útil para automações e atalhos.
pt_pt: Verifica se alguma sessão de bloqueio Ctrus está atualmente ativa e devolve verdadeiro ou falso. Útil para automações e atalhos.
zh_hans: 检查是否有任何 Ctrus 屏蔽会话当前处于活动状态，并返回 true 或 false。适用于自动化和快捷指令。
zh_hant: 檢查是否有任何 Ctrus 封鎖工作階段目前處於進行中狀態，並傳回 true 或 false。適用於自動化和捷徑。

source: Check if Ctrus Session is Active
de: Prüfen, ob Ctrus-Sitzung aktiv ist
es: Comprobar si la Sesión de Ctrus Está Activa
fr: Vérifier si la session Ctrus est active
it: Verifica se la Sessione Ctrus è Attiva
ja: Ctrusセッションがアクティブか確認
ko: Ctrus 세션 활성 여부 확인
pt_br: Verificar se a Sessão Ctrus Está Ativa
pt_pt: Verificar se a Sessão Ctrus Está Ativa
zh_hans: 检查 Ctrus 会话是否处于活动状态
zh_hant: 檢查 Ctrus 工作階段是否進行中

source: Choose apps and how to block them
de: Wähle Apps und ihre Blockiermethode
es: Elige las apps y cómo bloquearlas
fr: Choisissez les apps et leur méthode de blocage
it: Scegli le app e come bloccarle
ja: Appとそのブロック方法を選択
ko: 앱과 차단 방식을 선택하세요
pt_br: Escolha os apps e como bloqueá-los
pt_pt: Escolhe as apps e como bloqueá-las
zh_hans: 选择应用及其屏蔽方式
zh_hant: 選擇 App 及其封鎖方式

source: Choose domains and how to block them
de: Wähle Domains und ihre Blockiermethode
es: Elige los dominios y cómo bloquearlos
fr: Choisissez les domaines et leur méthode de blocage
it: Scegli i domini e come bloccarli
ja: ドメインとそのブロック方法を選択
ko: 도메인과 차단 방식을 선택하세요
pt_br: Escolha os domínios e como bloqueá-los
pt_pt: Escolhe os domínios e como bloqueá-los
zh_hans: 选择域名及其屏蔽方式
zh_hant: 選擇網域及其封鎖方式

source: Choose how it starts
de: Wähle, wie es startet
es: Elige cómo empieza
fr: Choisissez comment ça démarre
it: Scegli come inizia
ja: 開始方法を選択
ko: 시작 방식을 선택하세요
pt_br: Escolha como começa
pt_pt: Escolhe como começa
zh_hans: 选择启动方式
zh_hant: 選擇啟動方式

source: Choose how long a pause should last. Scan an NFC tag once to pause. Scan it again during the pause to fully stop.
de: Wähle, wie lange eine Pause dauern soll. Scanne einmal ein NFC-Tag, um zu pausieren. Scanne es während der Pause erneut, um vollständig zu stoppen.
es: Elige cuánto debe durar la pausa. Escanea una etiqueta NFC una vez para pausar. Escanéala de nuevo durante la pausa para detener por completo.
fr: Choisissez la durée de la pause. Scannez un tag NFC une fois pour mettre en pause. Scannez-le à nouveau pendant la pause pour arrêter complètement.
it: Scegli quanto deve durare la pausa. Scansiona un tag NFC una volta per mettere in pausa. Scansionalo di nuovo durante la pausa per fermare completamente.
ja: 一時停止の長さを選択してください。NFCタグを1回スキャンすると一時停止します。一時停止中に再度スキャンすると完全に停止します。
ko: 일시정지 시간을 선택하세요. NFC 태그를 한 번 스캔하면 일시정지됩니다. 일시정지 중 다시 스캔하면 완전히 중지됩니다.
pt_br: Escolha quanto tempo deve durar a pausa. Escaneie uma tag NFC uma vez para pausar. Escaneie novamente durante a pausa para parar completamente.
pt_pt: Escolhe quanto tempo deve durar a pausa. Lê uma tag NFC uma vez para pausar. Lê-a novamente durante a pausa para parar por completo.
zh_hans: 选择暂停应持续多长时间。扫描一次 NFC 标签即可暂停，在暂停期间再次扫描即可完全停止。
zh_hant: 選擇暫停應持續多長時間。掃描一次 NFC 標籤即可暫停，在暫停期間再次掃描即可完全停止。

source: Choose how long blocking should last. Stop early with the Stop button.
de: Wähle, wie lange die Blockierung dauern soll. Mit der Stopp-Taste vorzeitig beenden.
es: Elige cuánto debe durar el bloqueo. Detén antes con el botón Detener.
fr: Choisissez la durée du blocage. Arrêtez plus tôt avec le bouton Arrêter.
it: Scegli quanto deve durare il blocco. Interrompi prima con il pulsante Ferma.
ja: ブロックの長さを選択してください。「停止」ボタンで早めに終了できます。
ko: 차단 시간을 선택하세요. 정지 버튼으로 조기에 중지할 수 있습니다.
pt_br: Escolha quanto tempo deve durar o bloqueio. Pare antecipadamente com o botão Parar.
pt_pt: Escolhe quanto tempo deve durar o bloqueio. Para antecipadamente com o botão Parar.
zh_hans: 选择屏蔽应持续多长时间。可使用停止按钮提前结束。
zh_hant: 選擇封鎖應持續多長時間。可使用停止按鈕提前結束。

source: Choose how long blocking should last. To stop early, scan any NFC tag. Use Strict Unlocks if you want only selected tags to work.
de: Wähle, wie lange die Blockierung dauern soll. Zum vorzeitigen Beenden ein beliebiges NFC-Tag scannen. Verwende strikte Entsperrungen, wenn nur ausgewählte Tags funktionieren sollen.
es: Elige cuánto debe durar el bloqueo. Para detener antes, escanea cualquier etiqueta NFC. Usa Desbloqueos Estrictos si quieres que solo funcionen las etiquetas seleccionadas.
fr: Choisissez la durée du blocage. Pour arrêter plus tôt, scannez n'importe quel tag NFC. Utilisez les déverrouillages stricts si vous voulez que seuls les tags sélectionnés fonctionnent.
it: Scegli quanto deve durare il blocco. Per interrompere prima, scansiona un tag NFC qualsiasi. Usa gli Sblocchi Rigorosi se vuoi che funzionino solo i tag selezionati.
ja: ブロックの長さを選択してください。早めに停止するには任意のNFCタグをスキャンしてください。選択したタグのみを有効にしたい場合は「厳密なアンロック」を使用してください。
ko: 차단 시간을 선택하세요. 조기에 중지하려면 아무 NFC 태그나 스캔하세요. 선택한 태그만 작동하게 하려면 엄격한 잠금 해제를 사용하세요.
pt_br: Escolha quanto tempo deve durar o bloqueio. Para parar antecipadamente, escaneie qualquer tag NFC. Use os Desbloqueios Estritos se quiser que apenas as tags selecionadas funcionem.
pt_pt: Escolhe quanto tempo deve durar o bloqueio. Para parar antecipadamente, lê qualquer tag NFC. Usa os Desbloqueios Estritos se quiseres que apenas as tags selecionadas funcionem.
zh_hans: 选择屏蔽应持续多长时间。如需提前停止，请扫描任意 NFC 标签。若只想让指定标签生效，请使用严格解锁。
zh_hant: 選擇封鎖應持續多長時間。如需提前停止，請掃描任意 NFC 標籤。若只想讓指定標籤生效，請使用嚴格解鎖。

source: Choose how many times blocked apps can open, and for how long.
de: Lege fest, wie oft blockierte Apps geöffnet werden dürfen und für wie lange.
es: Elige cuántas veces se pueden abrir las apps bloqueadas y por cuánto tiempo.
fr: Choisissez combien de fois les apps bloquées peuvent s’ouvrir, et pendant combien de temps.
it: Scegli quante volte le app bloccate possono essere aperte e per quanto tempo.
ja: ブロックされたAppを開ける回数と時間を選択します。
ko: 차단된 앱을 열 수 있는 횟수와 시간을 선택하세요.
pt_br: Escolha quantas vezes os apps bloqueados podem ser abertos, e por quanto tempo.
pt_pt: Escolhe quantas vezes as apps bloqueadas podem ser abertas, e por quanto tempo.
zh_hans: 选择被屏蔽的应用可以打开的次数和时长。
zh_hant: 選擇被封鎖的 App 可以開啟的次數和時長。
